Repository: DamascenoRafael/reminders-menubar
Catalog: reminders-menubar/Resources/*.lproj/Localizable.strings
Languages: fr, ko, nl, pl, ru, sk, uk, vi, zh_hans, zh_hant

# newReminderTextFielPlaceholder
source: Type a reminder and hit enter
fr: Tapez un rappel et appuyez sur Entrée
ko: 미리 알림 내용을 입력 후 엔터를 누르세요
nl: Typ een herinnering en druk op enter
pl: Wpisz przypomnienie i naciśnij Enter
ru: Введите напоминание и нажмите Enter
sk: Zadajte pripomienku a stlačte Enter
uk: Введіть нагадування і натисність Enter
vi: Nhập lời nhắc và bấm phím enter
zh_hans: 输入提醒事项
zh_hant: 輸入提醒事項，然後按下 Enter ↩︎

# newReminderCalendarSelectionToSaveHelp
source: Select where new reminders will be saved
fr: Sélectionnez le calendrier où les nouveaux rappels seront sauvegardés
ko: 새로운 미리 알림이 저장될 곳을 선택
nl: Selecteer waar nieuwe herinneringen worden opgeslagen
pl: Wybierz, gdzie nowe przypomnienia będą zapisywane
ru: Выберите место, где будут сохраняться новые напоминания
sk: Vyberte, kam sa uložia nové pripomienky
uk: Виберіть куди зберігатимуться нові нагадування
vi: Chọn vị trí để lưu lời nhắc
zh_hans: 选择新提醒事项的储存位置
zh_hant: 選擇新建立的提醒事項儲存位置

# newReminderAddDateButton
source: Add Date
fr: Ajouter une date
ko: 날짜 추가
nl: Datum
pl: Dodaj Datę
ru: Дата
sk: Pridať dátum
uk: Додати дату
vi: Thêm ngày
zh_hans: 添加日期
zh_hant: 加入日期

# newReminderAddTimeButton
source: Add Time
fr: Ajouter une heure
ko: 시간 추가
nl: Tijd
pl: Dodaj Czas
ru: Время
sk: Pridať čas
uk: Додати час
vi: Thêm giờ
zh_hans: 添加时间
zh_hant: 加入時間

# newReminderAutoSuggestTodayOption
source: Auto suggest today as date
fr: Suggérer Aujourd'hui par défaut
ko: 오늘 날짜를 자동 제안
nl: Stel vandaag automatisch voor als datum
pl: Automatycznie sugeruj dzisiaj jako datę
ru: Автовыставление текущей даты
sk: Automaticky navrhnúť dnešný dátum
uk: Автоматично пропонувати сьогодні як дату
vi: Tự động gợi ý hôm nay
zh_hans: 自动建议将今天作为日期
zh_hant: 自動建議今天作為日期

# newReminderRemoveParsedDateOption
source: Remove parsed date from title
fr: Ne pas conserver de date détectée dans l'intitulé
ko: 제목에서 분석된 날짜 제거
nl: Verwijder de verwerkte datum uit de titel
pl: Usuń sparsowaną datę z tytułu
ru: Автоперенос даты из текста напоминания
sk: Odstrániť analyzovaný dátum z názvu
uk: Видалити розпізнану дату з назви
vi: Xóa ngày được phân tích cú pháp khỏi tiêu đề
zh_hans: 从标题中删除已识别的日期
zh_hant: 從標題中移除已辨識的日期

# remindersOptionsButtonHelp
source: Options for editing the reminder
fr: Options des rappels
ko: 미리 알림 수정 옵션
nl: Opties voor het bewerken van de herinnering
pl: Opcję edycji przypomnienia
ru: Опции редактирования напоминания
sk: Možnosti pre úpravu pripomienky
uk: Опції редагування нагадування
vi: Những tùy chọn cho việc chỉnh sửa lời nhắc
zh_hans: 关于编辑提醒事项的选项
zh_hant: 編輯提醒事項的選項

# editReminderOptionButton
source: Edit
fr: Modifier
ko: 수정
nl: Bewerken
pl: Edytuj
ru: Редактировать
sk: Upraviť
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# editReminderTitleTextFieldPlaceholder
source: Title
fr: Intitulé
ko: 제목
nl: Titel
pl: Tytuł
ru: Название
sk: Názov
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# editReminderNotesTextFieldPlaceholder
source: Notes
fr: Note
ko: 메모
nl: Notities
pl: Notatki
ru: Заметки
sk: Poznámky
uk: Нотатки
vi: Ghi chú
zh_hans: 备注
zh_hant: 附註

# editReminderRemindMeSection
source: remind me
fr: M'avertir
ko: 나에게 미리 알림
nl: Herinner mij
pl: przypomnij mi
ru: Напомнить
sk: pripomenúť
uk: повідомляти
vi: Nhắc tôi
zh_hans: 提醒我
zh_hant: 提醒我

# editReminderRemindDateOption
source: On a Day
fr: Un jour
ko: 특정 날짜
nl: Op een dag
pl: Dnia
ru: В день
sk: v deň
uk: У день
vi: Ngày
zh_hans: 日期提醒
zh_hant: 指定日期

# editReminderRemindTimeOption
source: At a Time
fr: À une heure
ko: 특정 시간
nl: Tijd
pl: O Godzinie
ru: По времени
sk: v čase
uk: У час події
vi: Thời gian
zh_hans: 在指定的时间
zh_hant: 指定時間

# editReminderPrioritySection
source: priority
fr: priorité
ko: 우선 순위
nl: Prioriteit
pl: priorytet
ru: приоритет
sk: priorita
uk: пріорітет
vi: Ưu tiên
zh_hans: 优先级
zh_hant: 重要性

# changeReminderPriorityMenuOption
source: Priority
fr: Priorité
ko: 우선 순위
nl: Prioriteit
pl: Priorytet
ru: Приоритет
sk: Priorita
uk: пріорітет
vi: Ưu tiên
zh_hant: 重要性

# editReminderPriorityLowOption
source: Low
fr: Faible
ko: 낮음
nl: Laag
pl: Niski
ru: Низкий
sk: Nízka
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# editReminderPriorityMediumOption
source: Medium
fr: Moyenne
ko: 중간
nl: Normaal
pl: Średni
ru: Средний
sk: Stredná
uk: Середній
vi: Vừa
zh_hans: 中
zh_hant: 中

# editReminderPriorityHighOption
source: High
fr: Élevée
ko: 높음
nl: Hoog
pl: Wysoki
ru: Высокий
sk: Vysoká
uk: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# editReminderPriorityNoneOption
source: None
fr: Aucune
ko: 없음
nl: Geen
pl: Brak
ru: Нет
sk: Žiadna
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

# removeReminderOptionButton
source: Remove
fr: Supprimer
ko: 삭제
nl: Verwijderen
pl: Usuń
ru: Удалить
sk: Odstrániť
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# removeReminderAlertTitle
source: Remove reminder?
fr: Supprimer le rappel ?
ko: 미리 알림 항목을 삭제하시겠습니까?
nl: Herinnering verwijderen?
pl: Usunąć Przypomnienie?
ru: Удалить напоминание?
sk: Odstrániť pripomienku?
uk: Видалити нагадування?
vi: Xóa lời nhắc?
zh_hans: 删除提醒事项？
zh_hant: 刪除此提醒事項？

# removeReminderAlertMessage
source: This action will remove '%@' and cannot be undone
fr: Cette action supprimera '%@' et ne pourra pas être annulée
ko: '%@'항목을 지우시겠습니까? 삭제된 항목은 복구할 수 없습니다.
nl: Deze actie verwijdert '%@' en kan niet ongedaan worden gemaakt
pl: Ta akcja usunie przypomnienie '%@' i nie możę być cofnięta
ru: Это действие удалит напоминание '%@' безвозвратно
sk: Táto akcia odstráni '%@' a nedá sa vrátiť späť
uk: Ця дія видалить '%@' без можливості відновлення
vi: Hành động này sẽ xóa '%@' và không thể hoàn tác
zh_hans: 此操作将会删除 '%@' 且无法撤销
zh_hant: 再次確認將刪除 '%@' 且無法恢復？

# removeReminderAlertConfirmButton
source: Remove
fr: Supprimer
ko: 삭제
nl: Verwijder
pl: Usuń
ru: Удалить
sk: Odstrániť
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# removeReminderAlertCancelButton
source: Cancel
fr: Annuler
ko: 취소
nl: Annuleren
pl: Anuluj
ru: Отмена
sk: Zrušiť
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# reminderMoveToMenuOption
source: Move to ...
fr: Déplacer vers...
ko: 다음으로 이동
nl: Verplaats naar ...
pl: Przenieś do ...
ru: Перейти к ...
sk: Presunúť do ...
uk: Перенести у ...
vi: Di chuyển tới ...
zh_hans: 移动到 ...
zh_hant: 移至 ...

# emptyListNoRemindersMessage
source: No reminders
fr: Aucun rappel
ko: 미리 알림 없음
nl: Geen herinneringen
pl: Brak przypomnień
ru: Напоминаний нет
sk: Žiadne pripomienky
uk: Немає нагадувань
vi: Không có lời nhắc
zh_hans: 没有提醒事项
zh_hant: 無提醒事項

# emptyListNoRemindersFilterTitle
source: No reminders to show
fr: Aucun rappel à afficher
ko: 표시할 미리 알림 없음
nl: Geen herinneringen om te weergeven
pl: Brak przypomnień do pokazania
ru: Нет напоминаний для показа
sk: Žiadne pripomienky na zobrazenie
uk: Немає нагадувань для показу
vi: Không có lời nhắc nào để hiện
zh_hans: 没有可显示提醒事项
zh_hant: 無提醒事項可顯示

# emptyListNoRemindersFilterMessage
source: Change the reminders filter options
fr: Modifier les options de filtrage des rappels
ko: 미리 알림 표시 옵션 변경
nl: De filteropties voor herinneringen wijzigen
pl: Zmień opcje filtra przypomnień
ru: Измените параметры фильтрации напоминаний
sk: Zmeniť možnosti filtrovania pripomienok
uk: Змініть параметри фільтра нагадувань
vi: Thay đổi tùy chọn bộ lọc cho lời nhắc
zh_hans: 更改提醒事项的筛选选项
zh_hant: 更改提醒事項篩選選項

# emptyListAllItemsCompletedMessage
source: All items completed
fr: Tous les rappels sont terminés
ko: 모든 미리 알림이 완료됨
nl: Alle items compleet
pl: Wszystkie pozycje ukończone
ru: Все напоминания завершены
sk: Všetky položky dokončené
uk: Усі нагадування виконано
vi: Tất cả các hạng mục đã hoàn tất
zh_hans: 已完成所有项目
zh_hant: 所有項目已完成

# emptyListNoUpcomingRemindersMessage
source: No upcoming reminders
fr: Aucun rappel à venir
ko: 예정된 미리 알림 없음
nl: Geen opkomende herinneringen
pl: Brak nadchodzących przypomnień
ru: Нет запланированных напоминаний
sk: Žiadne nadchádzajúce pripomienky
uk: Немає нагадувань з розкладом
vi: Không có lời nhắc nào sắp tới
zh_hans: 没有即将发生的提醒事项
zh_hant: 無即將到來的提醒事項

# upcomingRemindersTitle
source: Upcoming reminders
fr: Prochains rappels
ko: 예정된 미리 알림
nl: Opkomende herinneringen
pl: Nadchodzące przypomnienia
ru: В планах
sk: Nadchádzajúce pripomienky
uk: З розкладом
vi: Lời nhắc sắp tới
zh_hans: 即将发生的提醒事项
zh_hant: 即將到來的提醒事項

# remindersFilterSelectionHelp
source: Filter which reminders to show
fr: Filtrer les rappels à afficher
ko: 표시할 미리 알림 필터링
nl: Filter welke herinneringen moeten worden weergegeven
pl: Ustaw filtr, aby pokazywać wybrane przypomnienia
ru: Установить фильтр для отображения напоминаний
sk: Filtrovanie pripomienok na zobrazenie
uk: Відфільтрувати, які нагадування показувати
vi: Lọc những lời nhắc để hiển thị
zh_hans: 选择显示的提醒事项
zh_hant: 篩選要顯示的提醒事項

# showCompletedRemindersToggleButtonHelp
source: Toggle between showing the completed reminders or not
fr: Afficher les rappels terminés
ko: 완료된 미리 알림을 표시/숨기기 전환
nl: Schakel tussen het weergeven van de voltooide herinneringen of niet
pl: Przełączaj między wyświetlaniem lub nie wyświetlaniem ukończonych przypomnień
ru: Переключить отображение завершенных напоминаний
sk: Prepínanie medzi zobrazením alebo nezobrazením dokončených pripomienok
uk: Перемикання між показом виконаних нагадувань
vi: Chuyển đổi giữa hiển thị lời nhắc đã hoàn thành hay không
zh_hans: 是否显示已完成的提醒事项
zh_hant: 切換顯示已完成提醒事項與否

# updateAvailableNoticeButton
source: Update available
fr: Mise à jour disponible
ko: 업데이트 가능
nl: Update beschikbaar
pl: Dostępna Aktualizacja
ru: Доступно обновление
sk: Aktualizácia je dostupná
uk: Доступне оновлення
vi: Cập nhập có sẵn
zh_hans: 有更新可用
zh_hant: 有新版本可用

# launchAtLoginOptionButton
source: Launch at login
fr: Lancer au démarrage
ko: 로그인 시 자동 실행
nl: Opstarten bij inloggen
pl: Uruchom po zalogowaniu
ru: Открывать при входе
sk: Spustiť pri štarte
uk: Запуск під час входу
vi: Chạy khi khởi động
zh_hans: 登录时启动
zh_hant: 登入後啟動

# appAppearanceMenu
source: Appearance
fr: Thème
ko: 테마
nl: Weergave
pl: Wygląd
ru: Оформление
sk: Vzhľad
uk: Вигляд
vi: Ngoại hình
zh_hans: 外观
zh_hant: 外觀

# appAppearanceMoreOpaqueOptionButton
source: More opaque
fr: Davantage opaque
ko: 더 불투명하게
nl: Ondoorzichtig
pl: Bardziej nieprzejrzysty
ru: Не прозрачный
sk: Nepriehľadný
uk: Більш непрозорий
vi: Mờ đục hơn
zh_hans: 不透明
zh_hant: 不透明

# appAppearanceMoreTransparentOptionButton
source: More transparent
fr: Davantage transparent
ko: 더 투명하게
nl: Transparanter
pl: Bardziej przejrzysty
ru: Прозрачный
sk: Priehľadný
uk: Більш прозорий
vi: Trong suốt hơn
zh_hans: 透明
zh_hant: 更透明

# appAppearanceColorSystemModeOptionButton
source: System appearance
fr: Apparence système
ko: 시스템 테마
nl: Systeem weergave
pl: Systemowy
ru: Внешний вид системы
sk: Podľa systému
uk: Системний
vi: Tùy chọn của hệ thống
zh_hant: 系統外觀

# appAppearanceColorLightModeOptionButton
source: Light mode
fr: Mode clair
ko: 라이트 모드
nl: Lichte weergave
pl: Jasny
ru: Светлая тема
sk: Svetlý vzhľad
uk: Світлий режим
vi: Chế độ sáng
zh_hant: 明亮模式

# appAppearanceColorDarkModeOptionButton
source: Dark mode
fr: Mode sombre
ko: 다크 모드
nl: Donkere weergave
pl: Ciemny
ru: Темная тема
sk: Tmavý vzhľad
uk: Темний режим
vi: Chế độ tối
zh_hant: 暗色模式

# menuBarIconSettingsMenu
source: Menu bar icon
fr: Icon de la barre de menu
ko: 메뉴 막대 아이콘
nl: Menubalkpictogram
pl: Ikona na Pasku Menu
ru: Значок строки меню
sk: Ikona v lište
uk: Смуга меню
vi: Biểu tượng ở thanh menu
zh_hans: 任务栏
zh_hant: 選單列圖示

# menuBarCounterSettingsMenu
source: Menu bar counter
fr: Compteur de la barre de menu
ko: 메뉴 막대 카운트
nl: Menubalk teller
pl: Licznik na Pasku Menu
ru: Счетчик строки меню
sk: Počítadlo v lište
vi: Bộ đếm ở thanh menu
zh_hant: 選單列計數

# showMenuBarTodayCountOptionButton
source: Show today's count
fr: Afficher les rappels de la journée
ko: 오늘 마감 항목 갯수 보기
nl: Toon het aantal items van vandaag
pl: Pokaż dzisiejszy licznik
ru: Показать сегодняшние
sk: Zobraziť počet dnešných
uk: Показати кількість на сьогодні
vi: Hiển thị số lượng ngày hôm nay
zh_hans: 显示今日计数
zh_hant: 顯示今日的計數

# showMenuBarAllRemindersCountOptionButton
source: Show all reminders count
fr: Afficher tous les rappels
ko: 모든 미리 알림 항목 갯수 보기
nl: Laat alle herinnering aantallen zien
pl: Pokaż liczbę wszystkich przypomnień
ru: Показать все
sk: Zobraziť počet všetkých pripomienok
vi: Hiển thị tất cả số lượng lời nhắc
zh_hant: 顯示所有提醒事項計數

# showMenuBarNoCountOptionButton
source: Don't show count
fr: Ne pas afficher le compteur
ko: 카운트 보지 않기
nl: Laat het aantal niet zien
pl: Nie pokazuj licznika
ru: Не показывать счетчик
sk: Nezobrazovať počet
vi: Không hiển thị số lượng
zh_hant: 不顯示計數

# keyboardShortcutOptionButton
source: Keyboard shortcut
fr: Raccourci clavier
ko: 키보드 단축키
nl: Sneltoets
pl: Skrót klawiaturowy
ru: Горячие клавиши
sk: Klávesová skratka
uk: Комбінації клавіш
vi: Phím tắt
zh_hans: 键盘快捷键
zh_hant: 快捷鍵

# reloadRemindersDataButton
source: Reload data
fr: Rafraîchir les rappels
ko: 데이터 다시 불러오기
nl: Data herladen
pl: Odśwież dane
ru: Обновить данные
sk: Znova načítať údaje
uk: Оновити дані
vi: Tải lại dữ liệu
zh_hans: 重新加载数据
zh_hant: 重新載入資料

# appAboutButton
source: About
fr: À propos
ko: 정보
nl: Over
pl: O Aplikacji
ru: Справка
sk: O aplikácii
uk: Про додаток
vi: Về chúng tôi
zh_hans: 关于
zh_hant: 關於

# appQuitButton
source: Quit
fr: Quitter
ko: 종료
nl: Sluiten
pl: Zamknij
ru: Выход
sk: Ukončiť
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# settingsButtonHelp
source: Settings
fr: Paramètres
ko: 설정
nl: Instellingen
pl: Ustawienia
ru: Настройки
sk: Nastavenia
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# aboutRemindersMenuBarWindowTitle
source: About %@
fr: À propos de %@
ko: %@ 정보
nl: Over %@
pl: O %@
ru: О приложении %@
sk: O aplikácii %@
uk: Про %@
vi: Về %@
zh_hans: 版本 %@
zh_hant: 關於 %@

# appVersionDescription
source: Version %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
ru: Версия %@
sk: Verzia %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# remindersMenuBarAppAboutDescription
source: %@ is an open source software licensed under the terms of the %@.
fr: %@ est un logiciel open source sous licence %@.
ko: %@는 %@에 따라 라이선스가 부과된 오픈소스 소프트웨어입니다.
nl: %@ is open source software die is gelicentieerd onder de voorwaarden van de %@.
pl: %@ jest oprogramowaniem typu open source licencjonowanym zgodnie z warunkami %@.
ru: %@ является программным обеспечением с открытым исходным кодом, лицензируемым в соответствии с %@.
sk: %@ je softvér s otvoreným zdrojovým kódom licencovaný podľa podmienok %@.
uk: %@ це програмне забезпечення з відкритим кодом, ліцензоване згідно з умовами %@.
vi: %@ là một phần mềm mã nguồn mở được cấp phép theo các điều khoản của %@.
zh_hans: %@ 为开源软件，受到 %@ 约束。
zh_hant: %@ 是 %@ 授權條款的開放原始碼軟體。

# remindersMenuBarGitHubAboutDescription
source: Features and updates available on GitHub
fr: Aide et mises à jour disponibles sur GitHub
ko: 기능과 업데이트는 GitHub에서 확인 가능합니다.
nl: Functies en updates beschikbaar op GitHub
pl: Funkcjonalnoości i aktualizacje dostępne na GitHub
ru: Актуальная версия и обновления доступны на GitHub
sk: Funkcie a aktualizácie sú dostupné na GitHube
uk: Функції та оновлення доступні на GitHub
vi: Những tính năng và các bản cập nhập có sẵn trên GitHub
zh_hans: 功能和更新可在 GitHub 上获得
zh_hant: 在 GitHub 上提供的功能與更新

# seeMoreOnGitHubButton
source: See more on GitHub
fr: Voir davantage sur GitHub
ko: GitHub에서 더 보기
nl: Zie meer op GitHub
pl: Zobacz więcej na GitHub
ru: Перейти на GitHub проекта
sk: Viac informácií na GitHube
uk: Дивіться більше на GitHub
vi: Xem thêm trên GitHub
zh_hans: 在 GitHub 上查看更多
zh_hant: 於 GitHub 專案了解更多

# keyboardShortcutWindowTitle
source: Keyboard shortcut settings
fr: Raccourci clavier
ko: 키보드 단축키 설정
nl: Instellingen voor sneltoetsen
pl: Ustawienia skrótu klawiaturowego
ru: Настройки сочетаний клавиш
sk: Nastavenie klávesových skratiek
uk: Налаштування комбінацій клавіш
vi: Cài đặt phím tắt
zh_hans: 键盘快捷键设置
zh_hant: 快捷鍵設定

# keyboardShortcutEnableOpenShortcutOption
source: Enable keyboard shortcut to open %@
fr: Activer le raccourci clavier suivant pour afficher %@
ko: %@ 을(를) 열기 위한 키보드 단축키 사용
nl: Sneltoets inschakelen om %@ te openen
pl: Włącz skrót klawiaturowy, aby otworzyć %@
ru: Включить комбинацию клавиш для открытия %@
sk: Povolenie klávesovej skratky na otvorenie %@
uk: Увімкнути комбінацію клавіш, щоб відкрити %@
vi: Cho phép kích hoạt phím tắt để mở %@
zh_hans: 启用键盘快捷键打开 %@
zh_hant: 啟用快捷鍵開啟 %@

# keyboardShortcutRestoreDefaultButton
source: Restore default
fr: Réinitialiser les réglages par défaut
ko: 기본값으로 되돌리기
nl: Standaardwaardes herstellen
pl: Przywróć wartości domyślne
ru: Вернуть настройки по умолчанию
sk: Obnoviť predvolené nastavenia
uk: Відновити значення за замовчуванням
vi: Khôi phục lại mặc định
zh_hans: 恢复默认
zh_hant: 回復至預設值

# upcomingRemindersIntervalSelectionHelp
source: Select range of upcoming reminders to be shown
fr: Sélectionnez l'intervalle des prochains rappels à afficher
ko: 예정된 미리 알림 범위 선택
nl: Selecteer een reeks aankomende herinneringen die moeten worden weergegeven
pl: Wybierz zakres nadchodzących przypomnień do wyświetlenia
ru: Выберите диапазон предстоящих напоминаний
sk: Vyberte rozsah pre zobrazenie nadchádzajúcich pripomienok
uk: Виберіть діапазон майбутніх нагадувань для показу
vi: Chọn phạm vi lời nhắc để được hiển thị
zh_hans: 选择需要显示的提醒事项
zh_hant: 選擇要顯示的即將到來提醒事項範圍

# upcomingRemindersTodayTitle
source: Today
fr: Aujourd'hui
ko: 오늘
nl: Vandaag
pl: Dzisiaj
ru: Сегодня
sk: Dnes
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今日

# upcomingRemindersInAWeekTitle
source: In a Week
fr: Dans une semaine
ko: 이번 주
nl: In een Week
pl: W ciągu Tygodnia
ru: Неделя
sk: Za týždeň
uk: За тиждень
vi: Trong một tuần
zh_hans: 本周
zh_hant: 未來一週

# upcomingRemindersInAMonthTitle
source: In a Month
fr: Dans un mois
ko: 이번 달
nl: In een Maand
pl: W ciągu Miesiąca
ru: Месяц
sk: Za mesiac
uk: За місяць
vi: Trong một tháng
zh_hans: 本月
zh_hant: 未來一個月

# upcomingRemindersAllTitle
source: All
fr: Tous
ko: 모두
nl: Alle
pl: Wszystkie
ru: Все
sk: Všetky
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# appNoRemindersAccessAlertMessage
source: Access to Reminders is not enabled for %@
fr: L'accès à Rappels n'est pas activé pour %@
ko: %@에 미리 알림 접근이 허용되지 않았습니다.
nl: Toegang tot herinneringen is niet ingeschakeld voor %@
pl: Dostęp do przypomnień nie jest włączony dla %@
ru: Доступ к напоминаниям не разрешен %@
sk: Prístup k Pripomienkam nie je povolený pre %@
uk: Доступ до Нагадувань не надано для %@
vi: Quyền truy cập vào lời nhắc không được bật cho %@
zh_hans: %@ 无法访问提醒事项
zh_hant: %@ 存取提醒事項的權限未啟用

# appNoRemindersAccessAlertDescription
source: %@ needs access to your reminders to work properly. Grant permission in System Settings to use %@.
fr: %@ doit avoir accès à Rappels pour fonctionner correctement. Accordez la permission d'utiliser %@ dans les Règlages du système
ko: %@은(는) 제대로 작동하려면 권한이 필요합니다. 시스템 설정에서 %@에 대한 미리 알림 접근 권한을 허용하세요.
nl: %@ heeft toegang tot je herinneringen nodig om goed te kunnen werken. Verleen toestemming in Systeemvoorkeuren om %@ te gebruiken.
pl: %@ potrzebuje dostępu do Twoich przypomnień, aby działać poprawnie. Zezwól w Preferencjach systemowych na używanie %@.
ru: %@ необходим доступ к вашим напоминаниям для корректной работы. Предоставьте разрешение в системных настройках для того что бы использовать %@.
sk: %@ potrebuje na správne fungovanie prístup k vašim Pripomienkam. Udeľte povolenie na používanie v Systémových nastaveniach %@.
uk: %@ для належної роботи потрібен доступ до ваших нагадувань. Надайте дозвіл на використання в Системних Параметрах %@.
vi: %@ cần quyền truy cập vào lời nhắc của bạn để hoạt động bình thường. Cấp quyền trong Cài đặt Hệ thống để sử dụng %@.
zh_hans: %@ 需要访问您的提醒事项以正常工作。 在系统偏好设置中授权以使用 %@。
zh_hant: %@ 需要存取提醒事項的權限才可以正常運作。 在系統設定中賦予 %@ 使用權限。

# openSystemPreferencesButton
source: Open System Settings
fr: Ouvrir les Réglages du système
ko: 시스템 설정 열기
nl: Open Systemvoorkeuren
pl: Otwórz Preferencje systemowe
ru: Открыть Системные Настройки
sk: Otvoriť Systémové nastavenia
uk: Відкрити Системні Параметри
vi: Mở Cài đặt Hệ thống
zh_hans: 打开系统偏好设置
zh_hant: 開啟系統設定

# okButton
source: Ok
ko: 확인
uk: Добре
zh_hant: 確認

# preferredLanguageMenu
source: Preferred language
fr: Langue
ko: 선호하는 언어
nl: Voorkeurstaal
pl: Preferowany język
ru: Предпочтительный язык
sk: Preferovaný jazyk
uk: Вибір мови
vi: Ngôn ngữ
zh_hans: 首选语言
zh_hant: 語言

# preferredLanguageSystemOptionButton
source: Use system language
fr: Utiliser la langue du système
ko: 시스템 언어 사용
nl: Gebruik systeemtaal
pl: Używaj języka systemu
ru: Использовать язык системы
sk: Použiť jazyk systému
uk: Використовувати системну мову
vi: Sử dụng ngôn ngữ của hệ thống
zh_hans: 使用系统语言
zh_hant: 使用系統語言
