Repository: DamascenoRafael/reminders-menubar
Catalog: reminders-menu-bar/Resources/*.lproj/Localizable.strings
Languages: es_419, it, pt_br

# newReminderTextFielPlaceholder
source: Type a reminder and hit enter
es_419: Escribe un recordatorio y presiona enter
it: Digita un promemoria e premi invio
pt_br: Digite um lembrete e aperte enter

# newReminderCalendarSelectionToSaveHelp
source: Select where new reminders will be saved
es_419: Selecciona donde quieres que tu recordatorio se guarde
it: Seleziona dove verranno salvati i nuovi promemoria
pt_br: Selecione onde o novo lembrete será salvo

# remindersOptionsButtonHelp
source: Options for editing the reminder
es_419: Opciones para editar un recordatorio
it: Opzioni per modificare il promemoria
pt_br: Opções para editar o lembrete

# removeReminderOptionButton
source: Remove
es_419: Eliminar
it: Rimuovi
pt_br: Remover

# removeReminderAlertTitle
source: Remove reminder?
es_419: ¿Eliminar recordatorio?
it: Rimuovi promemoria?
pt_br: Remover lembrete?

# removeReminderAlertMessage
source: This action will remove '%@' and cannot be undone
es_419: Esta acción eliminará '%@' y no se puede deshaser
it: Questa azione rimuoverà '%@' e non può essere annullata
pt_br: Essa ação irá remover '%@' e não pode ser desfeita

# removeReminderAlertConfirmButton
source: Remove
es_419: Eliminar
it: Rimuovi
pt_br: Remover

# removeReminderAlertCancelButton
source: Cancel
es_419: Cancelar
it: Annulla
pt_br: Cancelar

# reminderMoveToMenuOption
source: Move to ...
es_419: Mover a ...
it: Sposta in ...
pt_br: Mover para ...

# emptyListNoRemindersMessage
source: No reminders
es_419: Sin recordatorios
it: Nessun promemoria
pt_br: Sem lembretes

# emptyListNoRemindersFilterTitle
source: No reminders to show
es_419: No hay recordatorios para mostrar
it: Nessun promemoria da mostrare
pt_br: Sem lembretes para mostrar

# emptyListNoRemindersFilterMessage
source: Change the reminders filter options
es_419: Cambiar las opciones de filtro de recordatorios
it: Modifica le opzioni del filtro dei promemoria
pt_br: Altere as opções de filtro de lembretes

# emptyListAllItemsCompletedMessage
source: All items completed
es_419: Todos los elementos completados
it: Tutti gli elementi sono stati completati
pt_br: Todos os itens concluídos

# emptyListNoUpcomingRemindersMessage
source: No upcoming reminders
es_419: No hay recordatorios próximos
it: Nessun promemoria in arrivo
pt_br: Sem lembretes próximos

# upcomingRemindersTitle
source: Upcoming reminders
es_419: Próximos recordatorios
it: Prossimi promemoria
pt_br: Próximos lembretes

# remindersFilterSelectionHelp
source: Filter which reminders to show
es_419: Filtrar qué recordatorios mostrar
it: Filtra i promemoria da mostrare
pt_br: Filtre quais lembretes mostrar

# showCompletedRemindersToggleButtonHelp
source: Toggle between showing the completed reminders or not
es_419: Alternar entre mostrar los recordatorios completados o no
it: Alterna tra mostrare o meno i promemoria completati
pt_br: Alternar entre mostrar os lembretes concluídos ou não

# updateAvailableNoticeButton
source: Update available
es_419: Actualización disponible
it: Aggiornamento disponibile
pt_br: Atualização disponível

# launchAtLoginOptionButton
source: Launch at login
es_419: Iniciar automáticamente
it: Avvia all'accesso
pt_br: Iniciar no login

# appAppearanceMenu
source: Appearance
es_419: Apariencia
it: Aspetto
pt_br: Aparência

# appAppearanceMoreOpaqueOptionButton
source: More opaque
es_419: Más opaco
it: Più opaco
pt_br: Mais opaco

# appAppearanceMoreTransparentOptionButton
source: More transparent
es_419: Más transparente
it: Più trasparente
pt_br: Mais transparente

# showMenuBarTodayCountOptionButton
source: Show today count
es_419: Mostrar recuento de hoy en la barra de menú
it: Mostra il conteggio di oggi nella barra dei menu
pt_br: Mostrar contagem para hoje na barra de menu

# keyboardShortcutOptionButton
source: Keyboard shortcut
es_419: Atajos del teclado
it: Scorciatoia da tastiera
pt_br: Atalho de teclado

# reloadRemindersDataButton
source: Reload data
es_419: Actualizar datos
it: Ricarica dati
pt_br: Recarregar dados

# appAboutButton
source: About
es_419: Acerca de
it: Informazioni
pt_br: Sobre

# appQuitButton
source: Quit
es_419: Salir
it: Esci
pt_br: Sair

# settingsButtonHelp
source: Settings
es_419: Ajustes
it: Impostazioni
pt_br: Configurações

# aboutRemindersMenuBarWindowTitle
source: About %@
es_419: Acerca de %@
it: Informazioni su %@
pt_br: Sobre %@

# appVersionDescription
source: Version %@
es_419: Versión %@
it: Versione %@
pt_br: Versão %@

# remindersMenuBarAppAboutDescription
source: %@ is an open source software licensed under the terms of the %@.
es_419: %@ es un software de código abierto licenciado bajo los términos del %@.
it: %@ è un software open source concesso in licenza secondo i termini del %@.
pt_br: %@ é um software open source licenciado sob os termos da %@.

# remindersMenuBarGitHubAboutDescription
source: Features and updates available on GitHub
es_419: Funciones y actualizaciones disponibles en GitHub
it: Funzionalità e aggiornamenti disponibili su GitHub
pt_br: Recursos e atualizações disponíveis no GitHub

# seeMoreOnGitHubButton
source: See more on GitHub
es_419: Ver en GitHub
it: Vedi di più su GitHub
pt_br: Veja mais no GitHub

# keyboardShortcutWindowTitle
source: Keyboard shortcut settings
es_419: Preferencias de los atajos
it: Impostazioni scorciatoia da tastiera
pt_br: Configurações de atalho de teclado

# keyboardShortcutEnableOpenShortcutOption
source: Enable keyboard shortcut to open %@
es_419: Habilitar atajos del teclado para abrir %@
it: Attiva la scorciatoia da tastiera per aprire %@
pt_br: Habilitar atalho de teclado para abrir %@

# keyboardShortcutRestoreDefaultButton
source: Restore default
es_419: Restaurar los ajustes predeterminados
it: Ripristina l'impostazione predefinita
pt_br: Restaurar padrão

# upcomingRemindersIntervalSelectionHelp
source: Select range of upcoming reminders to be shown
es_419: Seleccione el rango de los próximos recordatorios que se mostrarán
it: Seleziona l'intervallo dei prossimi promemoria da mostrare
pt_br: Selecione o intervalo para os próximos lembretes a serem mostrados

# upcomingRemindersTodayTitle
source: Today
es_419: Hoy
it: Oggi
pt_br: Hoje

# upcomingRemindersInAWeekTitle
source: In a Week
es_419: En una semana
it: Tra una settimana
pt_br: Em uma Semana

# upcomingRemindersInAMonthTitle
source: In a Month
es_419: En un mes
it: Tra un mese
pt_br: Em um Mês

# upcomingRemindersAllTitle
source: All
es_419: Todo
it: Tutti
pt_br: Todos

# appNoRemindersAccessAlertMessage
source: Access to Reminders is not enabled for %@
es_419: El acceso a Recordatorios no está habilitado para %@
it: L'accesso ai promemoria non è abilitato per %@
pt_br: Acesso aos Lembretes não está habilitado para %@

# appNoRemindersAccessAlertDescription
source: %@ needs access to your reminders to work properly. Grant permission in System Preferences to use %@.
es_419: %@ necesita acceso a sus recordatorios para funcionar correctamente. Otorga permiso en Preferencias del Sistema para usar %@.
it: %@ ha bisogno di accedere ai tuoi promemoria per funzionare correttamente. Concedi l'autorizzazione in Preferenze di Sistema per utilizzare %@.
pt_br: %@ precisa de acesso aos seus lembretes para funcionar corretamente. Conceda permissão nas Preferências do Sistema para usar %@.

# openSystemPreferencesButton
source: Open System Preferences
es_419: Abrir preferencias del sistema
it: Apri Preferenze di Sistema
pt_br: Abrir Preferências do Sistema

# preferredLanguageMenu
source: Preferred language
es_419: Idioma preferido
it: Lingua preferita
pt_br: Idioma preferido

# preferredLanguageSystemOptionButton
source: Use system language
es_419: Usar el lenguaje del sistema
it: Usa la lingua di sistema
pt_br: Usar idioma do sistema
